Repository: NETUP404/WP-LOCAL-SCHEMA-PRO
Catalog: languages/wp-local-schema-pro-*.po
Languages: de_de, es_es

source: Business name
de_de: Firmenname
es_es: Nombre del negocio

source: Description
de_de: Beschreibung
es_es: Descripción

source: Store
de_de: Geschäft
es_es: Tienda

source: Local directories
de_de: Lokale Verzeichnisse
es_es: Directorios locales

source: Enable Local Schema for this site
de_de: Lokales Schema für diese Seite aktivieren
es_es: Activar Schema Local para este sitio

source: Already registered?
de_de: Bereits registriert?
es_es: ¿Ya estás registrado?

source: Business hours
de_de: Öffnungszeiten
es_es: Horario comercial

source: Main URL
de_de: Haupt-URL
es_es: URL principal

source: Average rating
de_de: Durchschnittliche Bewertung
es_es: Valoración media

source: Reviews
de_de: Bewertungen
es_es: Opiniones / Reseñas

source: Organization
de_de: Organisation
es_es: Organización

source: Person
es_es: Persona

source: Extra Local SEO
de_de: Zusätzliches Local SEO
es_es: SEO Local Extra

source: Quick local directories linker
de_de: Schnelllink zu lokalen Verzeichnissen
es_es: Enlazador rápido a directorios locales

source: Consistent NAP (Name, Address, Phone) check.
de_de: Konsistenzprüfung NAP (Name, Adresse, Telefon).
es_es: Chequeo de NAP (Name, Address, Phone) consistente.

source: Local SEO checklist.
de_de: Local SEO Checkliste.
es_es: Checklist de SEO local.

source: Generate QR for location.
de_de: QR-Code für Standort generieren.
es_es: Generar QR para ubicación.

source: Rich snippets validator.
es_es: Validador de rich snippets.

source: You must fill in name, address, city and phone to optimize local SEO (consistent NAP).
de_de: Sie müssen Name, Adresse, Stadt und Telefon ausfüllen, um das lokale SEO zu optimieren (konsistenter NAP).
es_es: Debes rellenar nombre, dirección, ciudad y teléfono para optimizar el SEO local (NAP consistente).

source: Your basic NAP data is filled.
de_de: Ihre grundlegenden NAP-Daten sind ausgefüllt.
es_es: Tus datos NAP básicos están rellenados.
